Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvaan_foorumiin_unpfii_new_yorkissa.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa
smn: Sämitigge uásálist OA algâaalmugij pisováá foorumân (UNPFII) New Yorkist

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso ja nuorisoneuvoston puheenjohtaja Risten Mustonen osallistuvat YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) 22.4.-3.5.2019.
smn: Sämitige II värisaavâjođetteijee Tuomas Aslak Juuso já nuorâirääđi saavâjođetteijee Risten Mustonen uásálistev OA algâaalmugij pisováá foorumân (UNPFII) 22.4.-3.5.2019.

source: Foorumin 18. istunnon pää teemana on perinteinen tieto ( Traditional knowledge : Generation , transmission and protection ).
smn: Foorum 18. čuákkim válduteeman lii ärbivuáválâš tiätu (Traditional knowledge: Generation, transmission and protection).

source: Risten Mustonen osallistuu foorumiin 22.-27.4. ja II varapuheenjohtaja Tuomas Aslak Juuso 23.4.-2.5 .
smn: – Mun vuárdám taan ive šiev savâstâlmijd eromâšávt algâaalmugij uásálistemvuoigâdvuođâst Ovtâstum aalmugáid.

source: Tänä vuonna foorumissa nostetaan pääteeman lisäksi esille YK:n alkuperäiskansojen kielten vuosi.
smn: Uásálistemvuoigâdvuotâ lii ohtâ mii válduprioriteet Ovtâstum aalmugijn tääl”, muštâl II värisaavâjođetteijee Tuomas Aslak Juuso uásálistmist foorumân.

source: – Odotan tältä vuodelta hyviä keskusteluita erityisesti alkuperäiskansojen osallistumisoikeudesta YK:hon.
smn: Foorumân uásálisteh Taažâ já Ruotâ Sämitigeh sehe maaŋgah sämiseervih Taažâst, Ruotâst, Suomâst já Ruošâst.

source: Osallistumisoikeus on yksi meidän pääprioriteeteistamme YK:ssa tällä hetkellä , kertoo II varapuheenjohtaja Tuomas Aslak Juuso osallistumisesta foorumiin.
smn: Algâaalmugij ovdâsteijeeh uárnejeh pisováá foorum ääigi ärbivuáválávt maaŋgâid miäldustábáhtusâid.

source: Foorumiin osallistuu Norjan ja Ruotsin Saamelaiskäräjät sekä lukuisi a saamelaisyhdistyksiä Norjasta, Ruotsista, Suomesta ja Venäjältä.
smn: Tábáhtusâi ulmen lii kiddiđ huámmášume já jyehiđ tiäđu algâaalmugáid kyeskee äigikyevdilis teemain.

source: Alkuperäiskansojen edustajat järjestävät pysyvän foorumin aikana perinteisesti monia sivutapahtumia.
smn: OA algâaalmugij pisovâš foorum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lii ive 2000 vuáđudum OA ekonomia- já sosiaalrääđi (Economic and Social Council, ECOSOC) vuálásâš raavâadeleijee toimâorgaan, moos kuleh 16 jiečânâs äššitobdeejesânid.

source: Tapahtumien tarkoituksena on kiinnittää huomiota ja jakaa tietoa alkuperäiskansoja koskettaviin ajankohtaisiin teemoihin.
smn: Haldâttâsah nomâtteh käävci jesânid já algâaalmugeh käävci jesânid.

source: YK:n alkuperäiskansojen pysyvä foorumi ( The United Nations Permanent Forum on Indigenous Issues , UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston ( Economic and Social Council , ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
smn: Foorum pargon lii pyehtiđ savâstâlmân algâaalmugáid kyeskee koččâmušâid eromâšávt ekonomâlii já sosiaallii ovdánem, kulttuur, pirâskoččâmušâi, škovlim, tiervâsvuođâ já olmoošvuoigâdvuođâi syergist.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
smn: Pisovâš foorum addel avžuuttâsâid sehe tuáimá tehálâš foorumin staatâi, algâaalmugij sehe OA sierânâsseervij koskâsii savâstâlmân.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
smn: Tot čokkân ohtii ivveest OA válduviäsust New Yorkist.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
smn: Sämitigge uásálist pisováá foorum čuákkimáid jo-uv uássin Suomâ staatâ airâskode tâi jiečânávt.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
smn: https://www.un.org/development/desa/indigenouspeoples/unpfii-sessions-2/18-2.html

source: Saamelaiskäräjät osallistuu pysyvän foorumin istuntoihin joko osana Suomen valtion valtuuskuntaa tai itsenäisesti.
smn: Lasetiäđuh:

source: https://www.un.org/development/desa/indigenouspeoples/unpfii-sessions-2/18-2.html
smn: Sämitige II värisaavâjođetteijee Tuomas Aslak Juuso, puh. +358 40 187 1331, tuomas.juuso(at)samediggi.fi
